Repository: hackerspace-silesia/bazaNGObackend
Catalog: src/bazango/contrib/organization/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Mark selected organizations as active
pl: Oznacz wybrane organizacje jako aktywne

source: Mark selected organizations as inactive
pl: Oznacz wybrane organizacje jako nieaktywne

source: Organization
pl: Organizacja

source: name
pl: nazwa

source: Category
pl: Kategoria

source: Categories
pl: Kategorie

source: ID in KRS database
pl: ID w bazie KRS

source: Name
pl: Nazwa

source: Short name
pl: Nazwa skrÃ³cona

source: Purpose of the organization
pl: Cel organizacji

source: Date of the registration
pl: Data rejestracji

source: organization|is_active
pl: jest aktywna

source: Organizations
pl: Organizacje

source: phone number
pl: numer telefonu

source: Organization profile
pl: Profil organizacji

source: Organization profiles
pl: Profile organizacji
